{
    "name": "Coal Creek",
    "latitude": 39.191785,
    "longitude": -107.277556,
    "zoom": 16,
    "guides": [
        {
            "name": "Rifle Mountain Park and Western Colorado Rock Climbs",
            "link": [
                "https://amzn.to/3v7nWtO", 
                "https://amzn.to/3IqwT4v"
              ],
            "thumbnail": "https://m.media-amazon.com/images/I/51xl7Gzi5HL.jpg"   
        }
    ],
    "country": "us",
    "state": "colorado",
	"rock_type": "sand",
	"overview": [
		"Coal Creek, located near Redstone, Colorado, is renowned for its sandstone boulders, offering climbers a range of problems from technical slabs to dynamic overhangs. This area, perched at an elevation of 8,500 feet, provides a scenic climbing experience with an easy approach and grades for all levels. The boulders are on a south-facing slope, ensuring quick snow melt in spring and a cool climbing environment in summer due to the elevation and shade provided by valley walls.<br><br>The climbing at Coal Creek has gained appreciation for its solid rock and variety of challenges. With over 345 problems already identified, and many more potential new routes, it represents a dynamic bouldering destination. Safety has been enhanced through community efforts to create flat landings, though some problems still require careful pad placement and spotters.",
		"Coal Creek, ubicado cerca de Redstone, Colorado, es conocido por sus bloques de arenisca, ofreciendo a los escaladores una variada gama de problemas desde placas técnicas hasta desplomes dinámicos. Esta zona, situada a una altitud de 2,600 metros, proporciona una experiencia de escalada pintoresca con una aproximación fácil y grados para todos los niveles. Los bloques están en una ladera orientada al sur, asegurando un rápido deshielo en primavera y un ambiente fresco para escalar en verano debido a la elevación y la sombra proporcionada por las paredes del valle.<br><br>La escalada en Coal Creek ha ganado aprecio por su roca sólida y variedad de desafíos. Con más de 345 problemas ya identificados, y muchos más posibles nuevas rutas, representa un destino de bouldering dinámico. La seguridad se ha mejorado mediante esfuerzos comunitarios para crear aterrizajes planos, aunque algunos problemas todavía requieren una colocación cuidadosa de crashpads y porteadores."
	]
}