{
    "name": "Governor Stable",
    "latitude": 40.129608,
    "longitude": -76.696090,
    "zoom": 15,
    "links": [
        {
            "name": "Governor Stable Bouldering Guidebook",
            "link": "https://gunksapps.com/governor.html"
        },
        {
            "name": "Governor Stable Bouldering Information",
            "link": "https://www.scpclimbers.org/governor-stable"
        }
    ],
    "country": "united-states-of-america",
    "state": "pennsylvania",
	"rock_type": "diab",
	"overview": [
		"Governor Stable stands out as a prime bouldering location in Pennsylvania, celebrated for its vast array of quality boulder problems across a diverse terrain. The area features over 300 bouldering problems, catering to all skill levels with a mix of technical slabs, overhangs and highballs. This boulder field is unique due to its geological makeup, offering climbers a rare climbing experience on Jurassic Diabase found only in specific regions.<br><br>Access to Governor Stable is granted thanks to the efforts of the climbing community and annual fundraising events. Climbers must adhere to strict guidelines to maintain access, following Leave No Trace principles, and respecting the local landowners and community's rules such as no dogs, no alcohol, and climbing only from dawn to dusk.<br><br>The commitment to preserving this area's climbing integrity and respecting its private land status is essential for continued access. Governor Stable's bouldering experience is enriched by the climbers' collective responsibility to care for and respect this cherished site.",
		"Governor Stable se destaca como una ubicación de bouldering de primera en Pensilvania, celebrada por su amplia gama de problemas de boulder de calidad en un terreno diverso. La zona cuenta con más de 300 problemas de bouldering, atendiendo a todos los niveles de habilidad con una mezcla de placas técnicas, desplomes y highballs. Este campo de boulders es único debido a su composición geológica, ofreciendo a los escaladores una experiencia de escalada poco común en Diabasa Jurásica, encontrada solo en regiones específicas.<br><br>El acceso a Governor Stable se concede gracias a los esfuerzos de la comunidad de escalada y eventos anuales de recaudación de fondos. Los escaladores deben adherirse a pautas estrictas para mantener el acceso, seguir los principios de Leave No Trace y respetar las reglas de los propietarios de tierras y la comunidad local, como no llevar perros, no consumir alcohol y escalar solo desde el amanecer hasta el atardecer.<br><br>El compromiso con la preservación de la integridad de escalada de esta zona y el respeto a su estado de propiedad privada es esencial para el acceso continuado. La experiencia de bouldering en Governor Stable se enriquece por la responsabilidad colectiva de los escaladores de cuidar y respetar este apreciado lugar."
	]
}