{
    "name": "La Pedriza",
    "latitude": 40.749967285307875,
    "longitude": -3.8962348707185583,
    "zoom": 14,
    "parkings": [
        {
            "parking_latitude": 40.749285880889026,
            "parking_longitude": -3.896172866570282
        }
    ],
    "guides": [
        {
            "name": "Pedriza Boulder",
            "link": "https://pedrizaguidebooks.com/",
            "thumbnail": "static/images/guides/pedriza-boulder.webp"   
        },
        {
            "name": "La Pedriza Guía de Boque",
            "link": "https://lapedrizaguiadebloque.webnode.es/",
            "thumbnail": "static/images/guides/la-pedriza-guia-de-bloque.webp"   
        },
        {
            "name": "Boulder en España",
            "link": [
              "https://amzn.to/3UizeG0", 
                "https://amzn.to/3SiGNuV"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/81UJX3rkGML._AC_UY218_.jpg"   
        }
    ],
    "country": "es",
    "state": "madrid",
	"rock_type": "gran",
	"overview": [
		"La Pedriza, nestled in the heart of Spain near Madrid, is a bouldering haven renowned for its vast expanse of granite boulders. This climbing paradise boasts an extensive array of crimps, edges, and slopers, all set against the backdrop of a breathtaking rocky landscape. Known for its diverse routes that span a wide range of difficulties, La Pedriza offers technical challenges that captivate climbers from beginners to advanced. Though climbing is feasible year-round thanks to the area's mild climate, the colder months are particularly favored, providing the optimal conditions for bouldering enthusiasts to fully engage with the rock's unique texture and challenges.",
		"La Pedriza, situada en el corazón de España cerca de Madrid, es un paraíso del bouldering conocido por su vasta extensión de boulders de granito. Este paraíso para escaladores presume de una amplia gama de regletas, aristas y romos, todo ello enmarcado en un paisaje rocoso impresionante. Conocida por sus rutas diversas que abarcan un amplio rango de dificultades, La Pedriza ofrece desafíos técnicos que cautivan a escaladores de todos los niveles, desde principiantes hasta avanzados. Aunque es posible escalar durante todo el año gracias al clima suave de la zona, los meses más fríos son especialmente preferidos, proporcionando las condiciones óptimas para que los entusiastas del bouldering se involucren plenamente con la textura única y los desafíos de la roca."
	]
}