{
    "name": "Albarracín",
    "latitude": 40.38813689931157,
    "longitude": -1.4038054835650655,
    "zoom": 15,
    "parkings": [
        {
            "parking_latitude": 40.38736721572601,
            "parking_longitude": -1.4066147804260254
        },
        {
            "parking_latitude": 40.390519478081,
            "parking_longitude": -1.4126281125081732
        }
    ],
    "guides": [
        {
            "name": "Albarracín Local Guidebook",
            "link": "https://www.sofaboulder.com/producto/albarracin-local-guidebook/",
            "thumbnail": "static/images/guides/Albarracin-Local-Guidebook.webp"
            
        },
        {
            "name": "The Guidebook about Albarracin Bouldering & Bezas",
            "link": "https://albarracinbouldering.com/product/the-guidebook-about-albarracin-bouldering-and-bezas/",
            "thumbnail": "https://albarracinbouldering.com/wp-content/uploads/2017/05/guidebook-albarracin-bouldering-and-bezas-1.jpg"
            
        },
        {
            "name": "Boulder Albarracín",
            "link": [
                "https://amzn.to/3ubOE42", 
                "https://amzn.to/3U8ovh0"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/81nZLAMCnBL._SL1348_.jpg"
            
        },
        {
            "name": "Boulder en España",
            "link": [
                "https://amzn.to/3UizeG0", 
                "https://amzn.to/3SiGNuV"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/81UJX3rkGML._AC_UY218_.jpg"
            
        }
    ],
    "country": "spain",
    "state": "aragon",
	"rock_type": "sand",
	"overview": [
		"Albarracín, in Spain, stands as a world class bouldering destination, renowned for its distinctive red sandstone rocks. Offering an extensive array of boulder problems, Albarracín is a paradise for climbers seeking bouldering challenges at every level. The optimal bouldering seasons during autumn and winter provide ideal conditions to navigate the intricate formations that define the Albarracín boulder experience. Beyond its renowned bouldering opportunities, Albarracín captivates with its natural beauty and a welcoming atmosphere, making it a must-visit for climbers worldwide. Embark on an unforgettable bouldering journey to Albarracín and unlock a world of breathtaking scenery, unique rock formations, and a vibrant climbing community.",
		"Albarracín, en España, se erige como un destino de boulder de clase mundial, famoso por sus distintivas rocas de arenisca roja. Ofreciendo una amplia variedad de problemas de boulder, Albarracín es un paraíso para escaladores que buscan desafíos en todos los niveles. Las estaciones óptimas de escalada durante el otoño e invierno proporcionan condiciones ideales para navegar por las formaciones intrincadas que definen la experiencia de boulder en Albarracín. Más allá de sus renombradas oportunidades de boulder, Albarracín cautiva con su belleza natural y una atmósfera acogedora, convirtiéndolo en una visita obligada para escaladores de todo el mundo. Emprende un viaje inolvidable a Albarracín y descubre un mundo de paisajes impresionantes, formaciones rocosas únicas y una comunidad vibrante de escaladores."
	]
}