{
    "name": "Ibex",
    "latitude": 38.991765,
    "longitude": -113.388499,
    "zoom": 15,
    "guides": [
        {
            "name": "Bouldering Guide to Utah",
            "link": [
                "https://amzn.to/42ps191", 
                "https://amzn.to/3O4YhbA"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/A1crfAqfXpL._SL1500_.jpg"   
        },
        {
            "name": "IBEX and Selected Climbs of Utah's West Desert",
            "link": [
                "https://amzn.to/49HA3go", 
                "https://amzn.to/49Hi8q9"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/91z0jJRfy2L._SL1500_.jpg"   
        },
        {
            "name": "Utah Bouldering",
            "link": [
                "https://amzn.to/42lLTKm", 
                "https://amzn.to/4aSyjlv"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/51ZnDz2Wz8L.jpg"   
        }
    ],
    "country": "united-states-of-america",
    "state": "utah",
	"rock_type": "quar",
	"overview": [
		"Ibex, set on the eastern edge of the Great Basin in Utah's Tule Valley, is celebrated as a world-class bouldering destination. Renowned for its unique landscape of solid quartzite rock formations and mild winter temperatures, Ibex offers climbers an unparalleled experience. Its remote location contributes to the area's allure, often providing climbers with a sense of solitude and tranquility rarely found elsewhere. Discovered in the early nineties and gaining prominence towards the end of the decade, Ibex has been developed into a bouldering haven by climbers, particularly those from Salt Lake City.",
		"Ibex, situado en el borde oriental del Valle Tule de Utah, es celebrado como un destino de bouldering de clase mundial. Reconocido por su paisaje único de formaciones rocosas de cuarzo sólido y temperaturas suaves en invierno, Ibex ofrece a los escaladores una experiencia sin igual. Su ubicación remota contribuye al atractivo de la zona, a menudo proporcionando a los escaladores una sensación de soledad y tranquilidad raramente encontradas en otro lugar. Descubierto a principios de los noventa y ganando prominencia hacia el final de la década, Ibex ha sido desarrollado en un paraíso de bouldering por escaladores, particularmente aquellos de Salt Lake City."
	]
}

