{
    "name": "Arico Nuevo",
    "latitude": 28.175857,
    "longitude": -16.478608,
    "zoom": 14,
    "parkings": [
        {
            "parking_latitude": 28.175035,
            "parking_longitude": -16.472043
        },
        {
            "parking_latitude": 28.176626,
            "parking_longitude": -16.481718
        },
        {
            "parking_latitude": 28.178047,
            "parking_longitude": -16.480244
        }
    ],
    "links": [
        {
            "name": "Guía Boulder de Tenerife",
            "link": "/download/arico-nuevo/arico-nuevo-bouldering-guidebook.pdf",
			"free": true
        }
    ],
    "guides": [
        {
            "name": "Boulder en España",
            "link": [
              "https://amzn.to/3UizeG0", 
                "https://amzn.to/3SiGNuV"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/81UJX3rkGML._AC_UY218_.jpg"   
        }
    ],
    "country": "spain",
    "state": "canarias",
	"rock_type": "volc",
	"overview": [
		"In the heart of Tenerife, the Arico Nuevo area stands out as a bouldering paradise, boasting over 240 boulders - the highest concentration on the island. This bouldering haven is best enjoyed during the cooler and cloudier months, from October to April, when the open gorge offers ideal climbing conditions. Despite its popularity and extensive array of boulders, there remains potential for cleaning and first ascents, making it an ever-evolving climbing landscape. The area is predominantly child-friendly, welcoming climbers of all ages to explore its diverse routes.",
		"En el corazón de Tenerife, la zona de Arico Nuevo se destaca como un paraíso de escalada en bloque, presumiendo de más de 240 boulders - la mayor concentración en la isla. Este refugio de boulder se disfruta mejor durante los meses más frescos y nublados, de octubre a abril, cuando el valle ofrece condiciones de escalada ideales. A pesar de su popularidad, todavía hay potencial para limpieza y primeros ascensos, lo que lo convierte en un paisaje de escalada en constante evolución. La zona es predominantemente amigable para los niños, dando la bienvenida a escaladores de todas las edades para explorar sus diversas rutas."
	]
}