{
    "name": "Magic Wood",
    "latitude": 46.56393560999387,
    "longitude": 9.437642097473145,
    "zoom": 15,
    "parkings": [
        {
            "parking_latitude": 46.56804736042604,
            "parking_longitude": 9.438299087101313
        },
        {
            "parking_latitude": 46.56042983727198,
            "parking_longitude": 9.438774018002732
        }
    ],
    "guides": [
        {
            "name": "Magic Wood - Bloc",
            "link": [
                "https://amzn.to/3uaJNQM", 
                "https://amzn.to/3Smfno2"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/71V6EakWGeL._SL1200_.jpg"   
        }
    ],
    "country": "ch",
    "state": "graubunden",
	"rock_type": "gnei",
	"overview": [
		"Nestled in Switzerland, Magic Wood stands as a beacon for bouldering enthusiasts, known for its enchanting ambiance and captivating mystery. The gneiss formations create a mesmerizing backdrop, setting the stage for a unique and thrilling climbing experience. Magic Wood's bouldering problems, renowned for their challenge and diversity, offer a magical playground for climbers of all levels. The optimal time to delve into the enchantment of Magic Wood is during the cool summer and early autumn months, when the forest beckons climbers to tackle world-class bouldering challenges amidst its mystical surroundings.<br>In this Swiss haven, the blend of natural beauty and challenging climbs fosters an atmosphere of excitement and awe, making Magic Wood a spellbinding destination for those seeking a magical bouldering adventure.",
		"Ubicado en Suiza, Magic Wood se erige como un destino imprescindible para los entusiastas de la escalada en bloque, conocido por su ambiente encantador y misterioso. Las formaciones de gneis crean un telón de fondo fascinante, preparando el escenario para una experiencia de escalada única y emocionante. Los problemas de boulder de Magic Wood, reconocidos por su desafío y diversidad, ofrecen un terreno mágico para escaladores de todos los niveles. El momento óptimo para sumergirse en el encanto de Magic Wood es durante los frescos meses de verano y principios de otoño, cuando el bosque invita a los escaladores a enfrentarse a desafíos de escalada en bloque de clase mundial en medio de su entorno místico.<br>En este refugio suizo, la combinación de belleza natural y desafíos emocionantes fomenta una atmósfera de emoción y admiración, haciendo de Magic Wood un destino fascinante para aquellos que buscan una aventura mágica en la escalada en bloque."
	]
}