{
    "name": "Khon Kaen",
    "latitude": 16.838109,
    "longitude": 102.903799,
    "zoom": 16,
    "parkings": [],
    "links": [
        {
            "name": "Bouldering in Zoolander, Khon Kaen",
            "link": "https://27crags.com/areas/zoolander"
        }
    ],
    "country": "thailand",
	"rock_type": "sand",
	"overview": [
		"Bouldering in Khon Kaen merges the excitement of climbing with the exotic surroundings of a zoo. This area, enriched by the Khon Kaen Climbing Club's efforts, has become a beacon for climbers in Southeast Asia, providing easy access to a wide variety of sandstone boulders.<br><br>Khon Kaen is a key climbing destination in Thailand, boasting one of the largest boulder fields in Southeast Asia, thanks to its two main areas: Zoolander and Hin Chang Si. With the support of the vibrant climbing community and official zoo authorization, Khon Kaen offers climbers a unique experience that combines challenging climbs with zoo amenities. The best climbing season is from December to February, though climbing is enjoyable year-round for those who can handle the heat.",
		"El boulder en Khon Kaen combina la emoción de la escalada con el exótico entorno de un zoológico. Esta zona, enriquecida por los esfuerzos del Club de Escalada de Khon Kaen, se ha convertido en un faro para escaladores en el Sudeste Asiático, proporcionando acceso fácil a una amplia variedad de boulders de arenisca.<br><br>Khon Kaen es un destino clave de escalada en Tailandia, presumiendo de uno de los campos de boulder más grandes del Sudeste Asiático, gracias a sus dos áreas principales: Zoolander y Hin Chang Si. Con el apoyo de la vibrante comunidad de escalada y la autorización oficial del zoológico, Khon Kaen ofrece a los escaladores una experiencia única que combina desafiantes ascensos con las comodidades del zoológico. La mejor temporada para escalar es de diciembre a febrero, aunque la escalada es agradable durante todo el año para aquellos que pueden manejar el calor."
	]
}