{
    "name": "The Rock Shop",
    "latitude": 42.490635,
    "longitude": -108.844908,
    "zoom": 15,
    "parkings": [],
    "links": [
        {
            "name": "Rock Shop Bouldering",
            "link": "https://www.scribblemaps.com/maps/view/Rock-Shop-Bouldering/HXED9VjZWv",
            "free": true
        }
    ],
    "guides": [
        {
            "name": "The Rock Shop Wyoming: A Bouldering Guide",
            "link": [
              "https://amzn.to/3T9EYja", 
              "https://amzn.to/4a2yfOJ"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/71u95zeaJML._SL1418_.jpg"   
        }
    ],
    "country": "united-states-of-america",
    "state": "wyoming",
	"rock_type": "gran",
	"overview": [
		"The Rock Shop is a celebrated bouldering haven in Wyoming, lauded for its solid rock and extensive selection of problems set in a beautiful, remote area at about 8000 feet elevation. Accessibility might require a hike or a vehicle with good clearance, making it an adventure to even reach the boulders nestled in the woods. Ideal times for a visit are spring and fall, with summer also suitable due to the high altitude.<br><br>As a relatively new climbing area, The Rock Shop is still being developed, meaning climbers may encounter few established trails and evolving holds. The boulders are spread out, inviting climbers to explore and discover the area’s challenges.",
		"The Rock Shop es un refugio de bouldering en Wyoming, elogiado por su roca sólida y amplia selección de problemas, situado en una zona remota y hermosa a unos 2400 metros de altitud. El acceso puede requerir una caminata o un vehículo con buena suspensión, convirtiéndolo en una aventura para llegar a los bloques escondidos en el bosque. Las épocas ideales para visitar son la primavera y el otoño, siendo el verano también adecuado debido a la alta altitud.<br><br>Como una zona de escalada relativamente nueva, The Rock Shop todavía está en desarrollo, lo que significa que los escaladores pueden encontrar pocas rutas establecidas y agarres en evolución. Los bloques están dispersos, invitando a los escaladores a explorar y descubrir los desafíos de la zona."
	]
}