{
    "name": "Alcañiz",
    "latitude": 41.067511,
    "longitude": -0.091174,
    "zoom": 12,
    "parkings": [
        {
            "parking_latitude": 41.058416,
            "parking_longitude": -0.084126
        },
        {
            "parking_latitude": 41.046931,
            "parking_longitude": -0.234493
        },
        {
            "parking_latitude": 41.058638,
            "parking_longitude": -0.085494
        },
        {
            "parking_latitude": 41.068484,
            "parking_longitude": -0.089746
        },
        {
            "parking_latitude": 41.038331,
            "parking_longitude": -0.068518
        },
        {
            "parking_latitude": 41.038331,
            "parking_longitude": -0.068518
        },
        {
            "parking_latitude": 41.078457,
            "parking_longitude": -0.110759
        },
        {
            "parking_latitude": 41.081521,
            "parking_longitude": -0.111358
        },
        {
            "parking_latitude": 41.086708,
            "parking_longitude": -0.113
        },
        {
            "parking_latitude": 41.080876,
            "parking_longitude": -0.098972
        },
        {
            "parking_latitude": 41.049636,
            "parking_longitude": -0.236256
        },
        {
            "parking_latitude": 41.058794,
            "parking_longitude": -0.093279
        },
        {
            "parking_latitude": 41.052793,
            "parking_longitude": -0.085006
        },
        {
            "parking_latitude": 41.075649,
            "parking_longitude": -0.089799
        },
        {
            "parking_latitude": 41.069255,
            "parking_longitude": -0.083374
        },
        {
            "parking_latitude": 41.061655,
            "parking_longitude": -0.081565
        },
        {
            "parking_latitude": 41.059683,
            "parking_longitude": -0.076111
        },
        {
            "parking_latitude": 41.063484,
            "parking_longitude": -0.072679
        }
    ],
    "links": [
        {
            "name": "Boulder Alcañiz",
            "link": "http://www.boulderalcaniz.com/"
        }
    ],
    "guides": [
        {
            "name": "Boulder en España",
            "link": [
              "https://amzn.to/3UizeG0", 
                "https://amzn.to/3SiGNuV"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/81UJX3rkGML._AC_UY218_.jpg"
            
        }
    ],
    "country": "es",
    "state": "aragon",
	"rock_type": "sand",
	"overview": [
		"Nestled discreetly in Teruel, Spain, Alcañiz reveals itself as an uncharted realm for bouldering enthusiasts, featuring a captivating array of unique sandstone boulders. With optimal climbing conditions in the refreshing seasons of autumn and spring, this hidden gem promises a diverse and thrilling boulder-filled adventure.<br>Altough its growing popularity, Alcañiz beckons climbers with its tranquil ambiance and off-the-beaten-path charm. Here, the allure is not just in climbing, but in the mastery of the art of navigating these sandstone boulders against a backdrop of scenic landscapes, adding a natural beauty dimension to the boulderer's journey.<br>In essence, Alcañiz stands as an undiscovered treasure trove, inviting climbers to embark on a boulderer's odyssey, embracing fresh challenges while relishing the unspoiled allure of this bouldering haven.",
		"Ubicado discretamente en Teruel, España, Alcañiz se revela como un territorio inexplorado para los entusiastas de la escalada en bloque, presentando una cautivadora variedad de rocas de arenisca únicas. Con condiciones óptimas de escalada en las refrescantes estaciones de otoño y primavera, esta joya oculta promete una vidersa y emocionante aventura de boulder.<br>A pesar de su creciente popularidad, Alcañiz atrae a los escaladores con su ambiente tranquilo y encanto fuera de los caminos trillados. Aquí, la atracción no está solo en la escalada, sino en el dominio del arte de navegar estos bloques de arenisca frente a un telón de fondo de paisajes pintorescos, agregando una dimensión de belleza natural al viaje del escalador en bloque.<br>En esencia, Alcañiz se erige como un tesoro no descubierto, invitando a los escaladores a embarcarse en una odisea de escalada en bloque, abrazando nuevos desafíos mientras disfrutan del atractivo inalterado de este refugio para escaladores en bloque."
	]
}