Repository: MadBoulder/BetaLibrary
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: ca, es

source: Zones
es: Zonas

source: Contributors
ca: Col·laboradors
es: Colaboradores

source: Videos
ca: Vídeos
es: Vídeos

source: Views
ca: Visualitzacions
es: Visualizaciones

source: Sectors
es: Sectores

source: About us
ca: Sobre nosaltres
es: Conócenos

source: HOME
ca: MENÚ
es: MENÚ

source: MAP
ca: MAPA
es: MAPA

source: ZONES
es: ZONAS

source: LATEST VIDEOS
ca: VÍDEOS RECENTS
es: VÍDEOS RECIENTES

source: UPLOAD
ca: PUJAR VÍDEO
es: SUBIR VÍDEO

source: ABOUT US
ca: CONEIX-NOS
es: CONÓCENOS

source: STORE
ca: BOTIGA
es: TIENDA

source: This project complements
ca: Aquest projecte completa
es: Este proyecto complementa

source: MadBoulder's beta video library
ca: la llibrería de Beta vídeos de MadBoulder
es: la librería de vídeos de Beta de MadBoulder

source: and makes it easier to navigate through the available
ca: i fa més fàcil la navegació per tota la informació
es: y facilita la navegación por toda la información

source: information. It is NOT a topo guide of bouldering areas and has no
ca: disponible. NO és una guí­a d'àrees de boulder, i no tenim
es: disponile. No es una guía de zonas de boulder, ni tenemos la intención

source: intention of becoming so. It is intended to be used along the
ca: la intenció de convertir-la en una. La informació aquí­ facilitada està pensada per fer-la servir a la vegada
es: de que se convierta en una. Nuestra intención es que esta página se utilice a la vez que

source: bouldering guides of each area and its main goal is to simplify and
ca: que les guí­es de cada zona, i el seu principal objectiu és facilitar i simplificar
es: las guías de cada zona y el principal objetivo es facilitar y

source: ease the process of finding beta for specific problems.
ca: el procès de trobar informació de problemes concrets.
es: simplificar el proceso de encontrar información sobre problemas concretos.

source: If you enjoy or find the content on this website helpful, please consider supporting us on
ca: Si t'agrada o trobes ùtil el contingut d'aquesta pàgina pots ajudar-nos a
es: Si te gusta o encuentras útil el contenido de la página puedes apoyarnos en

source: or get some cool merch from the
ca: o visita la
es: o visitar la

source: official store
ca: botiga oficial
es: tienda oficial

source: and help spread the word
ca: i ajuda'ns a donar a conèixer el projecte
es: y ayudarnos a dar a conocer el proyecto

source: Want to get in touch, suggest an improvement or send any feeback?
ca: Et vols posar en contacte o suggerir alguna millora?
es: Quieres ponerte en contacto o sugerirnos cómo mejorar?

source: Email (so that we can get back to you)
ca: Email (per poder respondre)
es: Email (para poder responder)

source: Submit
ca: Enviar
es: Enviar

source: MadBoulder is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com.
ca: MadBoulder participa al programa d'afiliats d'Amazon Services LLC, un programa d'anuncis afiliats dissenyat per proveïr a les pàgines de mitjans per guanyar comissions a partir d'anuncis i enllaços a Amazon.com.
es: MadBoulder participa en el programa de afiliados de Amazon Services LLC, un programa de afiliación de anuncios diseñado para proveer a las páginas de medios para ganar comisiones a partir de anuncios y enlaces a Amazon.com.

source: All areas
ca: Totes les àrees
es: Todas las áreas

source: All Areas
ca: Totes les Àrees
es: Todas las Áreas

source: WELCOME TO
ca: BENVINGUTS A LA
es: BIENVENIDOS A LA MAYOR

source: THE LARGEST
ca: LLIBRERIA MÉS GRAN
es: LIBRERÍA DE SECUENCIAS

source: BETA LIBRARY
ca: DE SEQÜÈNCIES D'ESCALADA
es: DE ESCALADA

source: MADBOULDER IS A COLLABORATIVE PROJECT THAT HELPS YOU
ca: MADBOULDER ÉS UN PROJECTE COL·LABORATIU QUE ET PERMET
es: MADBOULDER ES UN PROYECTO COLABORATIVO QUE TE PERMITE

source: PROGRESS WITH YOUR PROJECTS AND FIND ANY BOULDER BETA
ca: PROGRESSAR AMB ELS TEUS PROJECTES D'ESCALADA.
es: PROGRESAR CON TUS PROYECTOS DE ESCALADA. ENCUENTRA

source: EASILY BY NAME, SECTOR OR AREA
ca: TROBA QUALSEVOL SEQÜÈNCIA DE BLOC PEL SEU NOM, SECTOR O ZONA.
es: CUALQUIER SECUENCIA DE BLOQUE POR SU NOMBRE, SECTOR O ZONA.

source: WE DON'T HAVE IT? UPLOAD IT AND BECOME PART OF THE WORLD'S LARGEST BETA LIBRARY
ca: NO LA TENIM? PUJA-LA I PASSA A FORMAR PART DE LA LLIBRERIA MÉS GRAN DE SEQÜÈNCIES.
es: ¿NO LA TENEMOS? SÚBELA Y PASA A FORMAR PARTE DE LA MAYOR LIBRERÍA DE SECUENCIAS.

source: SEARCH BY BOULDER OR ZONE
ca: CERCAR PER BLOC O ZONA
es: BUSCAR BLOQUE O ZONA

source: SEARCH
ca: CERCA
es: BUSCAR

source: Latest Videos
ca: Vídeos Recents
es: Vídeos recientes

source: Latest videos
ca: Vídeos recents
es: Vídeos recientes

source: Search Results
ca: Resultats de la cerca
es: Resultados de la búsqueda

source: You might be looking for
ca: Potser estàs buscant
es: Tal vez estés buscando

source: No results matched your query
ca: No s'ha trobat cap resultat per la cerca
es: No se han encontrado resultados para la búsqueda

source: No sectors matched your query
ca: No s'ha trobat cap sector per aquesta cerca
es: No se ha encontrado ningun sector para esta búsqueda

source: Upload
ca: Pujar Vídeo
es: Subir Vídeo

source: Upload Form
ca: Pujar fitxer
es: Subir Archivo

source: If the form doesn't work, you can send the file via
es: Si el formulario no funciona, se puede enviar el fichero a través de

source: to aniolsantacreusalva@gmail.com
ca: a aniolsantacreusalva@gmail.com
es: a aniolsantacreusalva@gmail.com

source: or try here
es: o probar aquí

source: MadBoulder reserves the right to not publish a video. Possible reasons are, but are not limited to: poor video quality, poor camera angle and wrong or repeated line. Please note that there might be a delay between uploading and publishing a video.
es: MadBoulder se reserva el derecho de publicar o no un vídeo. Algunos de los motivos son: baja calidad de vídeo, ángulo de cámara malo y línea repetida o incorrecta. Desde que se envía un vídeo hasta que se publica pueden pasar varios días.

source: We are having technical difficulties with the upload form, please send the file via
es: Tenemos problemas técnicos con el formulario, por favor envíe sus ficheros via

source: indicating the name of the problem, the climber, the grade and the zone.
es: indicando el nombre del problema, el escalador, el grado y la zona.

source: If the form doesn't work, you can try
es: Si el formulario no funciona, prueba

source: this alternative method
es: este método alternativo

source: Climber
ca: Escalador
es: Escalador

source: Problem
ca: Problema
es: Problema

source: Zone
ca: Zona
es: Zona

source: Grade
ca: Grau
es: Grado

source: Notes
es: Notas

source: MadBoulder reserves the right to not publish a video. Possible reasons are, but are not limited to: poor video quality, poor camera angle and wrong or repeated line. Please note that there might be a delay between uploading and publishing a video.
ca: MadBoulder es reserva el dret de publicar o no un vídeo. Possibles motius per no publicar són: baixa qualitat d'imatge, angle de càmera dolent i línia repetida o incorrecta. Des-de que s'envia un vídeo fins que es publica poden passar uns quants dies.
es: MadBoulder se reserva el derecho de publicar o no un vídeo. Algunos de los motivos son: baja calidad de vídeo, ángulo de cámara malo y línea repetida o incorrecta. Desde que se envía un vídeo hasta que se publica pueden pasar varios días.

source: Your file was sent successfully
ca: El vídeo s'ha enviat correctament
es: El vídeo se ha enviado correctamente

source: Upload another video
ca: Pujar un altre vídeo
es: Subir otro vídeo

source: Areas
ca: Àrees
es: Áreas

source: Filter zones
ca: Filtrar zones
es: Filtrar zonas

source: Add Filter
ca: Afegir Filtre
es: Añadir Filtro

source: Alphabetically
ca: Alfabèticament
es: Alfabéticamente

source: Number of videos
ca: Número de vídeos
es: Número de vídeos

source: video
ca: vídeo
es: vídeo

source: videos
ca: vídeos
es: vídeos

source: Search zone by name
ca: Cercar zona per nom
es: Buscar zona por nombre

source: All
ca: Totes les àrees
es: Todo

source: Spain
ca: Espanya
es: España

source: Catalonia
ca: Catalunya
es: Cataluña

source: Aragon
ca: Aragó
es: Aragón

source: Castile and León
ca: Castella i Lleó
es: Castilla y León

source: Andalusia
es: Andalucía

source: Balearic Islands
ca: Balears
es: Baleares

source: Canary Islands
ca: Canàries
es: Canarias

source: France
ca: França
es: Francia

source: Switzerland
ca: Suïssa
es: Suiza

source: Italy
ca: Itàlia
es: Italia

source: Canada
ca: Canadà
es: Canadá

source: United States
ca: Estats Units
es: Estados Unidos

source: Germany
ca: Alemània
es: Alemania

source: South Africa
ca: Sud-àfrica
es: Sudáfrica

source: Uops!
ca: Ups!
es: ¡Ups!

source: Uops! We haven't been able to find the page you are looking for...
ca: Ups! No s'ha pogut trobar la pàgina...
es: ¡Ups! No hemos podido encontrar la página...

source: Why not take this opportunity to explore a random bouldering zone?
ca: Per què no aprofitar l'oportunitat per explorar una zona aleatòria?
es: ¿Por qué no aprovechar esta oportunidad para explorar una zona aleatoria?

source: Yeah, sure!
ca: Endavant!
es: ¡Adelante!

source: Go to homepage
ca: Tornar al menú
es: Volver al menú

source: Open in
ca: Obrir a
es: Abrir con

source: Approximation (Click to download track)
ca: Aproximació (Click per descarregar el track)
es: Aproximación (Click para descargar el track)

source: Guides
ca: Guíes
es: Guías

source: Map
ca: Mapa
es: Mapa

source: Playlists
ca: Llistes de reproducció
es: Listas de reproducción

source: Full
ca: Tots els vídeos
es: Todos los vídeos

source: If the form doesn't work, you can send the file via
ca: Si el formulari no funciona, es pot enviar el fitxer per mitjà de

source: Filter by country
ca: Filtrar per país

source: Comunidad Valenciana
ca: Comunitat Valenciana

source: Basque Country
ca: País Basc

source: Austria
ca: Àustria
