{
    "name": "Cumberland", 
    "latitude": 35.256208,
    "longitude": -85.198358,
    "zoom": 16,
    "links": [
        {
            "name": "The Dixie Cragger's Atlas - A Climber's Guide to Tennessee",
            "link": "http://www.dixiecragger.com/"
        }
    ],
    "country": "united-states-of-america",
    "state": "tennessee",
	"rock_type": "sand",
	"overview": [
		"Cumberland, also known as Pep Boys, in Tennessee, offers climbers a tranquil bouldeirng alternative to the bustling scene at Stone Fort. Situated right off the Cumberland Trail, this smaller, yet concentrated boulder field is renowned for its steep lines alongside a variety of enjoyable moderates.<br><br>Best from fall to spring, with winter being the prime time for activity, Pep Boys is celebrated for its challenging roof problems. Located about a half-mile from the trailhead, the boulder field begins just past the power lines, featuring many climbs positioned beside or directly over the creek.<br><br>Climbers are reminded to adhere to park regulations, including parking in designated areas, keeping pets on a leash, and packing out all trash. No overnight parking or camping is allowed, and all visitors must leave by sundown. By following these guidelines, climbers can help preserve the natural beauty and integrity of Cumberland’s bouldering scene.",
		"Cumberland, también conocida como Pep Boys, en Tennessee, ofrece a los escaladores una tranquila alternativa de bouldering al concurrido ambiente de Stone Fort. Situado justo al lado del Cumberland Trail, este campo de boulders pequeño, pero concentrado, es reconocido por sus líneas desplomadas junto a una buena variedad de boulders de dificultad moderada y disfrutables.<br><br>Mejor desde el otoño hasta la primavera, siendo el invierno el momento óptimo para la actividad, Pep Boys es celebrado por sus desafiantes problemas de techo. Ubicado a aproximadamente media milla del inicio del sendero, el campo de boulders comienza justo después de las líneas eléctricas, contando con muchas escaladas posicionadas al lado o directamente sobre el arroyo.<br><br>Se recuerda a los escaladores que sigan las regulaciones del parque, incluyendo el estacionamiento en áreas designadas, mantener a las mascotas con correa y recoger toda la basura. No se permite el estacionamiento nocturno ni la pernoctacion, y todos los visitantes deben salir antes del anochecer. Siguiendo estas pautas, los escaladores pueden ayudar a preservar la belleza natural y la integridad de la escena de bouldering en Cumberland."
	]
}