{
    "name": "Sintra",
    "latitude": 38.777072,
    "longitude": -9.427819,
    "zoom": 13,
    "links": [
        {
            "name": "Boulder Sintra Official Instagram (@bouldersintra)",
            "link": "https://www.instagram.com/bouldersintra/",
			"free": true
        }
    ],
    "guides": [
        {
            "name": "Sintra Bouldering",
            "link": "https://www.amazon.es/Sintra-Bouldering-Guide-Ricardo-Alves/dp/9893317762?__mk_es_ES=%C3%85M%C3%85%C5%BD%C3%95%C3%91&crid=3NKR31D0FLSB&keywords=sintra+bouldering&qid=1705475392&sprefix=sintra+boulderin%2Caps%2C127&sr=8-1&linkCode=sl1&tag=madboulder00-21&linkId=c341b72369ead447ea8fcf2295ed2e63&language=es_ES&ref_=as_li_ss_tl",
            "thumbnail": "https://m.media-amazon.com/images/I/51sjRDvcVHL.jpg"   
        }
    ],
    "country": "portugal",
	"rock_type": "gran",
	"overview": [
		"Sintra, in Portugal, offers a distinctive bouldering experience, set amidst ancient granite formations and breathtaking ocean views. This enchanting bouldering area captivates climbers not only with its technical granite problems but also with its mild, climber-friendly climate. The unique allure of Sintra lies in the seamless blend of bouldering adventures with the leisure of beachside relaxation. Ideal for those looking to combine their passion for bouldering with the serenity of the sea, Sintra becomes an unparalleled climbing destination. The transitional seasons of spring and autumn are particularly magical, providing the perfect balance of comfortable temperatures and optimal climbing conditions, making these times the best to discover the hidden bouldering gems of Sintra.",
		"Sintra, en Portugal, ofrece una experiencia de boulder única, en medio de antiguas formaciones de granito y vistas impresionantes al océano. Este lugar encantador cautiva a los escaladores no solo con sus problemas técnicos en granito, sino también con su clima suave y amigable para los escaladores. El atractivo único de Sintra radica en la combinación perfecta de aventuras de escalada con el ocio de la relajación junto a la playa. Ideal para aquellos que buscan combinar su pasión por el bouldering con la serenidad del mar, Sintra se convierte en un destino de escalada sin igual. Las estaciones de transición de primavera y otoño son particularmente mágicas, proporcionando el equilibrio perfecto de temperaturas cómodas y condiciones óptimas de escalada, haciendo de estos momentos los mejores para descubrir las joyas ocultas de bouldering en Sintra."
	]
}