{
    "name": "Brione",
    "latitude": 46.290832,
    "longitude": 8.794853,
    "zoom": 15,
    "parkings": [
        {
            "parking_latitude": 46.2854,
            "parking_longitude": 8.79983
        }
    ],
    "links": [
        {
            "name": "27Crags",
            "link": "https://27crags.com/crags/brione"
        }
    ],
    "guides": [
        {
            "name": "Verzasca Boulder",
            "link": "http://www.ticinoboulder.ch/ticino-guides",
            "thumbnail": "static/images/guides/Verzasca-Boulder.webp"   
        }
    ],
    "country": "ch",
    "state": "ticino",
	"rock_type": "gnei",
	"overview": [
		"Nestled within the majestic Swiss Alps, Brione Bouldering stands as a captivating haven for climbers. Its reputation is anchored in the high-quality gneiss rock that not only provides exceptional friction but also establishes a profound connection with the raw beauty of the surroundings. With over 400 diverse problems, bouldering in Brione caters to climbers of all levels, offering a playground where both novices and seasoned boulderers can find routes tailored to their preferences and abilities.<br>The allure of Brione Boulder extends beyond the tactile pleasures of the rock itself. As climbers ascend the diverse array of problems, they are treated to a visual masterpiece – a panoramic alpine backdrop featuring jagged peaks and serene landscapes. This fusion of challenging climbs and awe-inspiring scenery creates an experience that transcends the physical aspects of bouldering, immersing participants in the raw and untamed beauty of the Swiss Alps. Optimal during spring and fall, Brione beckons climbers to experience the perfect blend of high-quality rock and breathtaking landscapes.",
		"Ubicado en las majestuosas montañas de los Alpes Suizos, Brione Bouldering se erige como un cautivador refugio para escaladores. Su reputación está arraigada en la roca de gneis de alta calidad que no solo proporciona una fricción excepcional, sino que también establece una conexión profunda con la belleza cruda del entorno. Con más de 400 problemas diversos, la escalada en Brione satisface a escaladores de todos los niveles, ofreciendo un terreno de juego donde tanto principiantes como escaladores experimentados pueden encontrar rutas adaptadas a sus preferencias y habilidades.<br>El atractivo de Brione Bouldering va más allá de los placeres táctiles de la roca en sí misma. A medida que los escaladores ascienden por la diversa gama de problemas, son deleitados con una obra maestra visual: un telón de fondo alpino panorámico con picos dentados y paisajes serenos. Esta fusión de ascensos desafiantes y escenarios impresionantes crea una experiencia que trasciende los aspectos físicos de la escalada en bloque, sumergiendo a los participantes en la belleza cruda e indomable de los Alpes Suizos. Óptimo durante la primavera y el otoño, Brione invita a los escaladores a vivir la combinación perfecta de roca de alta calidad y paisajes impresionantes."
	]
}