{
    "name": "Horse Pens 40", 
    "latitude": 33.920883,
    "longitude": -86.308737,
    "zoom": 16,
    "guides": [
        {
            "name": "Horse Pens 40 Bouldering",
            "link": [
                "https://amzn.to/4ca8NJ9", 
                "https://amzn.to/3TpKb7Q"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/81jrPb7UpCL._SL1400_.jpg"   
        }
    ],
    "country": "united-states-of-america",
    "state": "alabama",
	"rock_type": "sand",
	"overview": [
		"Horse Pens 40, in northwest Alabama, is a treasure trove for bouldering aficionados, celebrated for its unique rock formations and exceptional sandstone texture. This compact boulder field draws climbers globally, thanks to its mix of Fontainebleau and English grit stone characteristics, offering an outstanding bouldering experience. The area is famous for its awesome sloping holds, a high concentration of quality problems, and excellent landings under a canopy of hardwood trees.<br><br>Access to Horse Pens 40 requires a day fee, with all visitors needing to sign-in at the camp store. The property, located atop Chandler Mountain, boasts over 200 high-quality sandstone boulder problems, accessible with just a short hike from the campground and restaurant. The park also provides amenities such as bathroom facilities, a restaurant, cabin rentals, and it hosts several bouldering competitions annually.",
		"Horse Pens 40, en el noroeste de Alabama, es un tesoro para los aficionados al bouldering, celebrado por sus formaciones rocosas únicas y excepcional textura de arenisca. Este campo de boulders compacto atrae a escaladores de todo el mundo, gracias a su mezcla de características de Fontainebleau y piedra arenisca inglesa, ofreciendo una experiencia de bouldering sobresaliente. La zona es famosa por sus impresionantes romos, una alta concentración de problemas de calidad y excelentes aterrizajes bajo los árboles.<br><br>El acceso a Horse Pens 40 requiere una tarifa diaria, con todos los visitantes necesitando registrarse en la tienda del campamento. La propiedad, situada en la cima de la Montaña Chandler, cuenta con más de 200 problemas de bouldering de arenisca de alta calidad, accesibles con solo una corta caminata desde el campamento y el restaurante. El parque también proporciona comodidades como instalaciones sanitarias, un restaurante, alquiler de cabañas y alberga varias competiciones de bouldering anualmente."
	]
}