{
    "items": [
        {
            "reduced_code": "es",
            "code": "spain",
            "name": [
                "Spain",
                "España"
            ],
            "overview": [
                "Spain offers a diverse and captivating bouldering scene, attracting climbers with unique challenges and stunning landscapes. Albarracín, renowned for its ancient red sandstone boulders, stands as the premier destination, providing a well-rounded experience with varied terrains. The Western Sierra de Gredos Mountains offers world-class granite bouldering for those inclined towards alpine settings.<br><br>Barcelona and Catalunya, recognized for sport climbing, also provide excellent bouldering opportunities, with locations like Cavallers or Targasonne offering diverse challenges. Northern Spain's Picos de Europe region combines multi-pitch routes with picturesque bouldering spots, such as the scenic sandstone boulders of Santa Gadea.<br><br>Near Madrid, La Pedriza offers granite slab routes, and Tamajón has established itself as a limestone bouldering area. Jaizkibel and Larraona, in the Basque Country, boast over 800 limestone and sandtone problems suitable for bouldering.<br><br>The Canary Islands, particularly Tenerife and Gran Canary, are popular bouldering destinations, offering extensive and high-quality opportunities against breathtaking landscapes. Spain's bouldering scene caters to climbers of all levels, making it a sought-after global destination for bouldering enthusiasts.",
                "España ofrece una escena de boulder diversa y cautivadora, atrayendo a escaladores con desafíos únicos y paisajes impresionantes. Albarracín, famoso por sus antiguos boulders de arenisca roja, se erige como el destino principal, brindando una experiencia completa con terrenos variados. Las Montañas de la Sierra de Gredos en el oeste ofrecen boulder de granito de clase mundial para aquellos inclinados hacia entornos alpinos.<br><br>Barcelona y Cataluña, reconocidas por la escalada deportiva, también ofrecen excelentes oportunidades de boulder, con lugares como Cavallers o Targasonne que presentan desafíos diversos. La región de los Picos de Europa en el norte de España combina rutas multipitch con pintorescos lugares de boulder, como los escénicos bloques de arenisca de Santa Gadea.<br><br>Cerca de Madrid, La Pedriza ofrece problemas de placa de granito, y Tamajón se ha consolidado como una área de boulder de piedra caliza. Jaizkibel y Larraona, en el País Vasco, cuentan con más de 800 problemas de piedra caliza y arenisca adecuados para el búlder.<br><br>Las Islas Canarias, especialmente Tenerife y Gran Canaria, son destinos populares de bouler, ofreciendo oportunidades extensas y de alta calidad en paisajes impresionantes. La escena de búlder en España satisface a escaladores de todos los niveles, convirtiéndola en un destino global codiciado para los entusiastas del boulder."
            ],
            "states":[
                {
                    "code": "andalusia",
                    "name": [
                        "Andalusia",
                        "Andalucía"
                    ]
                },
                {
                    "code": "aragon",
                    "name": [
                        "Aragon",
                        "Aragón"
                    ]
                },
                {
                    "code": "asturias",
                    "name": [
                        "Asturias",
                        "Asturias"
                    ]
                },
                {
                    "code": "balearic-islands",
                    "name": [
                        "Balearic Islands",
                        "Baleares"
                    ]
                },
                {
                    "code": "canarias",
                    "name": [
                        "Canarias",
                        "Canarias"
                    ]
                },
                {
                    "code": "cantabria",
                    "name": [
                        "Cantabria",
                        "Cantabria"
                    ]
                },
                {
                    "code": "castilla-la-mancha",
                    "name": [
                        "Castilla La Mancha",
                        "Castilla La Mancha"
                    ]
                },
                {
                    "code": "castilla-leon",
                    "name": [
                        "Castilla Leon",
                        "Castilla y León"
                    ]
                },
                {
                    "code": "catalonia",
                    "name": [
                        "Catalunya",
                        "Cataluña"
                    ]
                },
                {
                    "code": "valencian-community",
                    "name": [
                        "Valencian Community",
                        "Comunidad Valenciana"
                    ]
                },
                {
                    "code": "extremadura",
                    "name": [
                        "Extremadura",
                        "Extremadura"
                    ]
                },
                {
                    "code": "galicia",
                    "name": [
                        "Galicia",
                        "Galicia"
                    ]
                },
                {
                    "code": "madrid",
                    "name": [
                        "Madrid",
                        "Madrid"
                    ]
                },
                {
                    "code": "murcia",
                    "name": [
                        "Murcia",
                        "Murcia"
                    ]
                },
                {
                    "code": "navarra",
                    "name": [
                        "Navarra",
                        "Navarra"
                    ]
                },
                {
                    "code": "basque-country",
                    "name": [
                        "Basque Country",
                        "País Vasco"
                    ]
                }
            ]      
        },
        {
            "reduced_code": "it",
            "code": "italy",
            "name": [
                "Italy",
                "Italia"
            ],
            "overview": [
                "Italy beckons bouldering enthusiasts with a perfect blend of natural wonders and cultural charm. From the majestic Dolomites to the scenic Amalfi Coast, the country offers diverse bouldering experiences. Val Masino in Lombardy and Val Daone in Trentino both boast breathtaking granite boulders.<br><br>Sperlonga on the Lazio coast provides a picturesque setting, and Varazze in Liguria offers seaside bouldering with stunning sea views. The Piedmont Region, Trentino Alto Adige, Lombardy, and Sardinia are key hubs for bouldering, each with its own character. From the granite of Trentino-Alto Adige to the sandstone in Tuscany, Italy's diverse landscapes cater to climbers of all levels.<br><br>In essence, Italy's bouldering scene promises not just thrilling climbs but a journey through captivating landscapes and rich culture, making it an irresistible destination for bouldering adventures.",
                "Italia atrae a los entusiastas del boulder con una mezcla perfecta de maravillas naturales y encanto cultural. Desde los majestuosos Dolomitas hasta la pintoresca costa de Amalfi, el país ofrece experiencias de boulder diversas. Val Masino en Lombardía y Val Daone en Trentino presumen de impresionantes bloques de granito.<br><br>Sperlonga en la costa de Lazio proporciona un entorno pintoresco, y Varazze en Liguria ofrece boulder junto al mar con impresionantes vistas al mar. La región de Piamonte, Trentino Alto Adigio, Lombardía y Cerdeña son puntos clave para el boulder, cada uno con su propio carácter. Desde el granito de Trentino-Alto Adigio hasta la arenisca en Toscana, los diversos paisajes de Italia satisfacen a escaladores de todos los niveles.<br><br>En esencia, la escena de boulder en Italia promete no solo emocionantes ascensos, sino también un viaje a través de paisajes cautivadores y una rica cultura, convirtiéndolo en un destino irresistible para las aventuras de boulder."
            ]
        },
        {
            "reduced_code": "ca",
            "code": "canada",
            "name": [
                "Canada",
                "Canadá"
            ],
            "overview": [
                "Bouldering in Canada offers a diverse and expansive playground for enthusiasts, with various destinations catering to different preferences and skill levels. While Squamish in British Columbia stands out as a popular hotspot, the country boasts lesser-known gems that promise a refreshing change of scenery.<br><br>Dover Island in Nova Scotia, accessible by boat, features quality granite boulders surrounded by the Atlantic Ocean. Land of Confusion, near Halifax, offers impeccable bouldering experiences amid coastal horizons.<br><br>Halfway Log Dump on the Bruce Peninsula in Ontario provides a magical escape with limestone boulders set against the turquoise waters of the Georgian Bay. In the Okanagan Valley of British Columbia, The Boulderfields near Kelowna has emerged as a world-class destination with over 1000 established boulders.<br><br>From maritime cliffs to alpine landscapes, Canada's bouldering scene invites climbers to explore its rich diversity and unique challenges, making it a captivating destination for bouldering adventures.",
                "Canadá ofrece un terreno de juego diverso y expansivo para los entusiastas del boulder, con varios destinos que atienden a diferentes preferencias y niveles de habilidad. Mientras que Squamish en la Columbia Británica destaca como un lugar popular, el país cuenta con gemas menos conocidas que prometen un cambio refrescante de escenario.<br><br>Dover Island en Nueva Escocia, accesible en barco, presenta bloques de granito de calidad rodeados por el Océano Atlántico. Land of Confusion, cerca de Halifax, ofrece experiencias de bouldering impecables en medio de horizontes costeros.<br><br>Halfway Log Dump en la península de Bruce en Ontario proporciona una escapada mágica con bloques de piedra caliza junto a las aguas turquesas de la bahía de Georgian. En el Valle de Okanagan en la Columbia Británica, The Boulderfields cerca de Kelowna ha surgido como un destino de clase mundial con más de 1000 bloques establecidos.<br><br>Desde acantilados marítimos hasta paisajes alpinos, la escena de boulder de Canadá invita a los escaladores a explorar su rica diversidad y desafíos únicos, convirtiéndolo en un destino cautivador para las aventuras de bouldering."
            ]
        },
        {
            "reduced_code": "at",
            "code": "austria",
            "name": [
                "Austria",
                "Austria"
            ],
            "overview": [
                "Bouldering in Austria offers thrilling adventures in two main areas: Zillertal and Silvretta.<br><br>Zillertal, situated in the Austrian Alps, provides diverse rock formations suitable for all skill levels amid picturesque landscapes. Silvretta, known for its alpine beauty, features granite boulders offering both technical challenges and stunning surroundings.<br><br>These regions collectively make Austria a top destination for bouldering enthusiasts, combining challenging routes with breathtaking alpine experiences.",
                "La escalada en boulder en Austria brinda emocionantes aventuras en dos áreas principales: Zillertal y Silvretta.<br><br>Zillertal, ubicada en los Alpes austriacos, ofrece formaciones rocosas diversas adecuadas para todos los niveles de habilidad en medio de paisajes pintorescos. Silvretta, conocida por su belleza alpina, cuenta con bloques de granito que ofrecen desafíos técnicos y un entorno impresionante.<br><br>Estas regiones convierten a Austria en un destino destacado para los entusiastas del boulder, combinando rutas desafiantes con experiencias alpinas impresionantes."
            ]
        },
        {
            "reduced_code": "fr",
            "code": "france",
            "name": [
                "France",
                "Francia"
            ],
            "overview": [
                "France boasts a rich and diverse bouldering scene, with Fontainebleau standing as a global icon and often hailed as one of the best bouldering areas worldwide. Known for its extensive sandstone forest, Fontainebleau offers thousands of boulder problems, catering to various climbing styles and skill levels.<br><br>Beyond Fontainebleau, France features other notable bouldering destinations such as Targasonne in the Pyrenees which presents granite boulders with slabs, and overhangs, offering climbers a wide range of grades.<br><br>Le Prieure near Montpellier provides Fontainebleau-style sandstone bouldering in a scenic oak forest. For those seeking a coastal experience, Kerlouan on the northwestern tip of France offers sandy beaches and granite boulders. Additionally, various sandstone bouldering areas are scattered around cities like Reims, Strasbourg, and Lyon, offering smaller yet quality climbing experiences in peaceful environments.<br><br>France's bouldering landscape showcases a harmonious blend of natural beauty and challenging rock formations, making it a sought-after destination for climbers of all levels seeking diverse and memorable experiences.",
                "Francia cuenta con possibilidades de boulder ricas y diversaa, siendo Fontainebleau un ícono mundial y a menudo aclamado como una de las mejores zonas de boulder en todo el mundo. Conocido por su extenso bosque de arenisca, Fontainebleau ofrece miles de problemas de boulder, adaptados a diversos estilos de escalada y niveles de habilidad.<br><br>Más allá de Fontainebleau, Francia cuenta con otros destinos destacados de boulder, como Targasonne en los Pirineos, que presenta bloques de granito con placas y desplomes, ofreciendo a los escaladores una amplia gama de grados.<br><br>Le Prieure, cerca de Montpellier, ofrece boulder de arenisca al estilo de Fontainebleau en un pintoresco bosque de robles. Para aquellos que buscan una experiencia costera, Kerlouan, en el extremo noroeste de Francia, ofrece playas de arena y bloques de granito. Además, diversas áreas de boulder de arenisca se encuentran dispersas alrededor de ciudades como Reims, Estrasburgo y Lyon, ofreciendo experiencias de escalada más pequeñas pero de calidad en entornos tranquilos.<br><br>El paisaje de boulder de Francia muestra una fusión armoniosa de belleza natural y formaciones rocosas desafiantes, convirtiéndolo en un destino muy buscado para escaladores de todos los niveles que buscan experiencias diversas y memorables."
            ]
        },
        {
            "reduced_code": "de",
            "code": "germany",
            "name": [
                "Germany",
                "Alemania"
            ],
            "overview": [
                "Bouldering in Germany unfolds against a diverse backdrop, with prominent regions such as Frankenjura gaining acclaim for its world-renowned sport climbing.<br><br>The limestone crags of Frankenjura, although more famous for sport climbing, still offer a unique bouldering culture. Southwest Germany hosts bouldering gems like Kalimt in Pfalz and Felsenmeer in Odenwald, each contributing to the varied climbing scene in the country.<br><br>Additionally, areas like Kochel near Munich present challenges for climbers seeking higher difficulty levels.<br><br>The Allgäu region stands out for its intriguing conglomerate bouldering options.",
                "El boulder en Alemania se desarrolla en un escenario diverso, con regiones prominentes como Frankenjura que obtienen reconocimiento por su renombrada escalada deportiva a nivel mundial.<br><br>Las paredes de caliza de Frankenjura, aunque más conocidas por la escalada deportiva, aún ofrecen una cultura única de escalada en bloque. El suroeste de Alemania alberga joyas de la escalada en bloque como Kalimt en Pfalz y Felsenmeer en Odenwald, cada una contribuyendo a la escena variada de escalada en el país.<br><br>Además, áreas como Kochel, cerca de Múnich, plantean desafíos para los escaladores que buscan niveles de dificultad más altos o la región de Allgäu, que destaca por sus opciones de escalada en roca conglomerada."
            ]
        },
        {
            "reduced_code": "za",
            "code": "south-africa",
            "name": [
                "South Africa",
                "Sudáfrica"
            ],
            "overview": [
                "Bouldering in South Africa unfolds as a captivating adventure, primarily centered around the world-renowned destination of Rocklands in the Cederberg Mountains. Located near Clanwilliam, Rocklands stands out with its vast array of high-quality sandstone boulders, drawing climbers from across the globe to explore thousands of diverse problems across various grades.<br><br>Beyond Rocklands, South Africa offers additional bouldering gems, including Kleinmond, a seaside village with charming crags overlooking the Indian Ocean. This area features excellent short hard boulder problems on coarse sandstone and solid quartzite rock.<br><br>Oudtshoorn adds a unique touch as South Africa's only limestone crag, boasting steep and beautiful bouldering problems. The Cederberg Mountains, renowned for Rocklands bouldering, also host isolated bouldering areas amidst their rugged landscapes.<br><br>While South Africa has diverse climbing opportunities, including sport and trad climbing, the focus on bouldering brings attention to these distinctive areas, inviting climbers to explore the captivating challenges of its boulder-strewn landscapes.",
                "La escalada en bloque en Sudáfrica se presenta como una aventura cautivadora, centrada principalmente en el destino de renombre mundial de Rocklands en las Montañas Cederberg. Situado cerca de Clanwilliam, Rocklands se destaca por su vasta gama de bloques de arenisca de alta calidad, atrayendo a escaladores de todo el mundo para explorar miles de problemas diversos en diferentes grados.<br><br>Más allá de Rocklands, Sudáfrica ofrece gemas adicionales de escalada en bloque, como Kleinmond, un pueblo junto al mar con encantadores riscos con vistas al Océano Índico. Esta zona presenta excelentes problemas de bloque cortos y difíciles en arenisca gruesa y roca de cuarcita sólida.<br><br>Oudtshoorn añade un toque único como la única zona de caliza de Sudáfrica, con impresionantes y hermosos problemas de bloque. Las Montañas Cederberg, famosas por la escalada en bloque en Rocklands, también albergan áreas de bloque aisladas en medio de sus paisajes agrestes.<br><br>Aunque Sudáfrica ofrece diversas oportunidades de escalada, incluyendo escalada deportiva y tradicional, el enfoque en la escalada en bloque destaca estas áreas distintivas, invitando a los escaladores a explorar los desafíos cautivadores de sus paisajes salpicados de bloques."
            ]
        },
        {
            "reduced_code": "us",
            "code": "united-states-of-america",
            "name": [
                "United States of America",
                "Estados Unidos"
            ],
            "overview": [
                "Bouldering in the United States offers enthusiasts a diverse and extensive range of opportunities, with numerous iconic bouldering destinations showcasing breathtaking landscapes and challenging problems. From the granite formations of California to the sandstone boulders in the Southeast, the U.S. boasts world-class bouldering areas.<br><br>Bouldering hotspots like Joe's Valley in Utah, Bishop in California, and Hueco Tanks in Texas are renowned for their unique rock formations and high-quality boulder problems.<br><br>Other notable locations include the granite wonders of Rocky Mountain National Park in Colorado, the sandstone challenges of Red Rock Canyon in Nevada, and the picturesque settings of Leavenworth in Washington.<br><br>Climbers of all skill levels, from beginners to seasoned enthusiasts, can find suitable challenges and picturesque environments throughout the country. Whether it's the technical climbs of Joshua Tree or the powerful sandstone slopers of Horse Pens 40 in Alabama, each bouldering area offers a unique adventure.",
                "Los Estados Unidos brindan a los entusiastas del boulder una diversa y amplia gama de oportunidades, con numerosos destinos icónicos de boulder que exhiben paisajes impresionantes y problemas desafiantes. Desde las formaciones de granito en California hasta los bloques de arenisca en el Sureste, los Estados Unidos cuentan con áreas de boulder de clase mundial.<br><br>Destinos destacados de boulder como Joe's Valley en Utah, Bishop en California y Hueco Tanks en Texas son reconocidos por sus formaciones rocosas únicas y problemas de bloque de alta calidad.<br><br>Otras ubicaciones notables incluyen las maravillas de granito del Parque Nacional de las Montañas Rocosas en Colorado, los desafíos de arenisca de Red Rock Canyon en Nevada y los escenarios pintorescos de Leavenworth en Washington.<br><br>Los escaladores de todos los niveles, desde principiantes hasta entusiastas experimentados, pueden encontrar desafíos adecuados y entornos pintorescos en todo el país. Ya sea las escaladas técnicas en Joshua Tree o los potentes bloques de arenisca de Horse Pens 40 en Alabama, cada área de escalada en bloque ofrece una aventura única."
            ],
            "states":[
                {
                    "code": "pennsylvania",
                    "name": [
                        "Pennsylvania",
                        "Pennsylvania"
                    ]
                },
                {
                    "code": "tennessee",
                    "name": [
                        "Tennessee",
                        "Tennessee"
                    ]
                },
                {
                    "code": "alabama",
                    "name": [
                        "Alabama",
                        "Alabama"
                    ]
                },
                {
                    "code": "georgia",
                    "name": [
                        "Georgia",
                        "Georgia"
                    ]
                },
                {
                    "code": "texas",
                    "name": [
                        "Texas",
                        "Texas"
                    ]
                },
                {
                    "code": "colorado",
                    "name": [
                        "Colorado",
                        "Colorado"
                    ]
                },
                {
                    "code": "montana",
                    "name": [
                        "Montana",
                        "Montana"
                    ]
                },
                {
                    "code": "utah",
                    "name": [
                        "Utah",
                        "Utah"
                    ]
                },
                {
                    "code": "nevada",
                    "name": [
                        "Nevada",
                        "Nevada"
                    ]
                },
                {
                    "code": "washington",
                    "name": [
                        "Washington",
                        "Washington"
                    ]
                },
                {
                    "code": "oregon",
                    "name": [
                        "Oregon",
                        "Oregon"
                    ]
                },
                {
                    "code": "california",
                    "name": [
                        "California",
                        "California"
                    ]
                },
                {
                    "code": "arizona",
                    "name": [
                        "Arizona",
                        "Arizona"
                    ]
                },
                {
                    "code": "wyoming",
                    "name": [
                        "Wyoming",
                        "Wyoming"
                    ]
                },
                {
                    "code": "idaho",
                    "name": [
                        "Idaho",
                        "Idaho"
                    ]
                }
            ]      
        },
        {
            "reduced_code": "ch",
            "code": "switzerland",
            "name": [
                "Switzerland",
                "Suiza"
            ],
            "overview": [
                "Switzerland stands out as a world-class bouldering haven, attracting climbers with its stunning landscapes and diverse rock formations.<br><br>Magic Wood, nestled in Grisons, offers over 1,200 granite problems, known for its unique cold venting phenomenon in the summer.<br><br>Cresciano in Ticino boasts technical granite challenges, including Dreamtime, best tackled in winter and early spring. Chironico, also in Ticino, features over 1,300 problems amid a scenic woodland setting, ideal for climbing in spring, autumn, and winter.<br><br>The Swiss Alps showcase Sustenpass, Steingletscher, and San Gottardo, providing summer bouldering amidst stunning alpine scenery. Brione Verzasca, near Ticino, offers compact gneiss boulders in meadows and rivers, best tackled during spring and autumn.<br><br>Climbing seasons vary, ensuring year-round opportunities across Switzerland. With challenging climbs, breathtaking views, and a welcoming community, Switzerland stands as a top destination for bouldering enthusiasts seeking diverse and memorable experiences.",
                "Suiza se destaca como un destino de boulder de clase mundial, atrayendo a escaladores con sus impresionantes paisajes y diversas formaciones rocosas.<br><br>Magic Wood, ubicado en Grisons, ofrece más de 1,200 problemas de granito, conocido por su fenómeno único de ventilación fría en verano.<br><br>Cresciano en Ticino presume de desafíos técnicos de granito, incluido Dreamtime, mejor abordado en invierno y principios de primavera. Chironico, también en Ticino, cuenta con más de 1,300 problemas en un escenario boscoso pintoresco, ideal para escalar en primavera, otoño e invierno.<br><br>Los Alpes suizos exhiben Sustenpass, Steingletscher y San Gottardo, ofreciendo boulder en verano en medio de un impresionante paisaje alpino. Brione Verzasca, cerca de Ticino, presenta compactos bloques de gneis en prados y ríos, mejor abordados durante la primavera y el otoño.<br><br>Las temporadas de escalada varían, asegurando oportunidades para el boulder durante todo el año en Suiza. Con ascensos desafiantes, vistas impresionantes y una comunidad acogedora, Suiza se destaca como un destino principal para los entusiastas del boulder que buscan experiencias diversas e inolvidables."
            ],
            "states":[
                {
                    "code": "ticino",
                    "name": [
                        "Ticino",
                        "Ticino"
                    ]
                },
                {
                    "code": "uri",
                    "name": [
                        "Uri",
                        "Uri"
                    ]
                },
                {
                    "code": "valais",
                    "name": [
                        "Valais",
                        "Valais"
                    ]
                },
                {
                    "code": "graubunden",
                    "name": [
                        "Graubünden",
                        "Grigioni"
                    ]
                },
                {
                    "code": "glarus",
                    "name": [
                        "Glarus",
                        "Glarus"
                    ]
                }
            ]      
        },
        {
            "reduced_code": "in",
            "code": "india",
            "name": [
                "India",
                "India"
            ],
            "overview": [
                "In the realm of bouldering, India unfolds as an inviting canvas adorned with ancient landscapes and diverse rock formations.<br><br>A prominent highlight is Hampi, a UNESCO World Heritage Site celebrated as the world's largest bouldering expanse. Within its historic ruins, climbers navigate granite challenges, with optimal conditions prevailing from November to February.<br><br>Manali, nestled in the northwest Himalayas, introduces gneiss and granite formations, contributing its unique allure to India's bouldering panorama. The climbing season spans April to June and September to November/December.<br><br>Turahalli, a mere 10 kilometers from Bangalore, stands as an isolated hill featuring excellent hard granite boulders, making it a noteworthy bouldering spot, particularly from November to March.<br><br>India's bouldering landscape is a tapestry of diverse terrains, each destination weaving a unique narrative through challenging climbs and breathtaking scenery.",
                "En el ámbito del boulder, India se despliega como un lienzo acogedor de paisajes antiguos y diversas formaciones rocosas.<br><br>Un protagonista destacado es Hampi, un sitio declarado Patrimonio de la Humanidad por la UNESCO y celebrado como la zona de boulder más grande del mundo. En medio de sus ruinas históricas, los escaladores navegan por desafíos de granito, con condiciones óptimas que prevalecen de noviembre a febrero.<br><br>Manali, ubicada en el noroeste del Himalaya, introduce formaciones de gneis y granito, contribuyendo con su atractivo único al panorama de boulder de India. La temporada de escalada abarca de abril a junio y de septiembre a noviembre/diciembre.<br><br>Turahalli, a escasos 10 kilómetros de Bangalore, se erige como una colina aislada con excelentes bloques de granito, convirtiéndola en un lugar notable para el boulder, especialmente de noviembre a marzo.<br><br>El paisaje de boulder de India es un tapiz de terrenos diversos, donde cada destino teje una narrativa única a través de escaladas desafiantes y paisajes impresionantes."
            ]
        },
        {
            "reduced_code": "gb",
            "code": "united-kingdom",
            "name": [
                "United Kingdom",
                "Reino Unido"
            ],
            "overview": [
                "Bouldering in the United Kingdom offers a thrilling experience amidst diverse landscapes.<br><br>In Cornwall, Bosigran's granite sea cliffs provide a picturesque backdrop, attracting climbers of all levels. Cumbria's Saint Bees Head offers dramatic views and versatile boulders, while Snowdonia National Park in Wales boasts renowned spots like Cromlech Boulders.<br><br>Stanage Edge in the Peak District presents a historical journey through gritstone, with breathtaking views of the Dark Peak moorlands. Southern Sandstone in East Sussex challenges climbers with its soft sandstone, perfect for honing techniques.<br><br>The Lake District's vast terrain accommodates climbers of all abilities, from beginners to seasoned boulderers. Dumbarton in Scotland, known as the home of Scottish bouldering, features hard basalt rocks and unique challenges.<br><br>Thorn Crag in Lancaster offers gritstone boulders with sea views, ideal for spring and autumn climbing. Glen Nevis in Scotland combines stunning views with schist rock formations, while Portland in Dorset provides a diverse range of boulder challenges along its shoreline.<br><br>These destinations collectively shape the vibrant tapestry of bouldering opportunities across the UK, catering to climbers seeking adventure in nature.",
                "La escalada en bloque en el Reino Unido ofrece una experiencia emocionante en medio de paisajes diversos.<br><br>En Cornwall, los acantilados de granito marino de Bosigran ofrecen un telón de fondo pintoresco, atrayendo a escaladores de todos los niveles. Saint Bees Head en Cumbria ofrece vistas dramáticas y bloques versátiles, mientras que el Parque Nacional de Snowdonia en Gales cuenta con lugares famosos como Cromlech Boulders.<br><br>Stanage Edge en Peak District presenta un viaje histórico a través de piedra arenisca, con impresionantes vistas de los páramos oscuros de Dark Peak. Southern Sandstone en East Sussex desafía a los escaladores con su piedra arenisca suave, perfecta para perfeccionar técnicas.<br><br>El vasto terreno del Lake District acomoda a escaladores de todas las habilidades, desde principiantes hasta escaladores en bloque experimentados. Dumbarton en Escocia, conocido como el hogar de la escalada en bloque escocesa, presenta rocas de basalto duro y desafíos únicos.<br><br>Thorn Crag en Lancaster ofrece bloques de arenisca con vistas al mar, ideales para la escalada en primavera y otoño. Glen Nevis en Escocia combina vistas impresionantes con formaciones de roca de esquisto, mientras que Portland en Dorset ofrece una variedad de desafíos en bloques a lo largo de su costa.<br><br>Estos destinos dan forma colectivamente a la vibrante variedad de oportunidades de escalada en bloque en todo el Reino Unido, atendiendo a escaladores que buscan aventuras en la naturaleza."
            ]
        },
        {
            "reduced_code": "se",
            "code": "sweden",
            "name": [
                "Sweden",
                "Suecia"
            ],
            "overview": [
                "Sweden beckons bouldering enthusiasts with its unique climbing landscape.<br><br>Kjugekull, on the east coast, surprises with over 1100 problems in a small area. In Vastervik, scattered crags around the city, including Rödaväggen and Lysingsbadet, offer diverse climbing potential.<br><br>Venture to Eskön for a taste of remote climbing or explore Uppsala near Stockholm, known for Focksta's excellent rock quality.<br><br>Gävle, further north, introduces local gems like Trodje. Göteborg reveals Hönö island's distinctive bouldering.<br><br>Embrace Sweden's unique grading system and diverse opportunities, making it an appealing destination for bouldering aficionados seeking lesser-known challenges.",
                "Suecia llama a los entusiastas del boulder con su paisaje único para la escalada.<br><br>Kjugekull, en la costa este, sorprende con más de 1100 problemas en una pequeña área. En Västervik, los sectores dispersos alrededor de la ciudad, incluyendo Rödaväggen y Lysingsbadet, ofrecen un potencial de escalada diverso.<br><br>Aventúrate a Eskön para probar la escalada remota o explora Uppsala, cerca de Estocolmo, conocida por la excelente calidad de roca en Focksta.<br><br>Gävle, más al norte, presenta joyas locales como Trodje. Göteborg revela la distintiva escalada en boulder de la isla de Hönö.<br><br>Acepta el sistema de graduación único de Suecia y sus diversas oportunidades, convirtiéndolo en un destino atractivo para los aficionados a la escalada en boulder que buscan desafíos menos conocidos."
            ]
        },
        {
            "reduced_code": "pt",
            "code": "portugal",
            "name": [
                "Portugal",
                "Portugal"
            ],
            "overview": [
                "Portugal, a hidden gem for bouldering, welcomes climbers with its diverse landscapes. From the coastal boulders of Sintra to the granite formations in Geres National Park, the country offers unique and less-explored climbing destinations.<br><br>The Algarve region adds a coastal twist to the experience. Portugal's climbing community is friendly, and the local gyms contribute to the growing interest in the sport.<br><br>While not as renowned as other European spots, Portugal's bouldering scene is gaining recognition for its unexplored beauty and diverse challenges.",
                "Portugal, una joya oculta para el boulder, da la bienvenida a escaladores con sus diversos paisajes. Desde los bloques costeros de Sintra hasta las formaciones graníticas en el Parque Nacional Geres, el país ofrece destinos de escalada únicos y poco explorados.<br><br>La región del Algarve agrega un toque costero a la experiencia. La comunidad escaladora de Portugal es amigable, y los gimnasios locales contribuyen al creciente interés en el deporte.<br><br>Aunque no tan conocida como otros lugares europeos, la escena de boulder en Portugal está ganando reconocimiento por su belleza inexplorada y desafíos diversos."
            ]
        },
        {
            "reduced_code": "br",
            "code": "brazil",
            "name": [
                "Brazil",
                "Brasil"
            ],
            "overview": [
                "Brazil, a vibrant canvas for bouldering enthusiasts, unfolds its diverse landscapes for climbers. From the iconic granite formations of Pedra Rachada to the lush boulders in Itaúnas, the country offers a rich tapestry of climbing experiences.<br><br>The tropical paradise of Rio de Janeiro presents climbers with unique challenges amid stunning natural backdrops. The climbing community in Brazil is known for its warmth and camaraderie, creating a welcoming environment for both locals and visitors.<br><br>While Brazil might not be as synonymous with bouldering as some European counterparts, its burgeoning scene is capturing attention for its untouched beauty and the thrill of exploring new challenges.",
                "Brasil, un destino vibrante para los entusiastas del boulder, despliega sus paisajes diversos para los escaladores. Desde las icónicas formaciones de granito de Pedra Rachada hasta los frondosos bloques en Itaúnas, el país ofrece una rica variedad de experiencias de escalada.<br><br>El paraíso tropical de Río de Janeiro presenta a los escaladores desafíos únicos en medio de impresionantes telones de fondo naturales. La comunidad escaladora en Brasil es conocida por su calidez y camaradería, creando un ambiente acogedor tanto para locales como para visitantes.<br><br>Aunque Brasil quizás no sea tan sinónimo de escalada en bloque como algunos contrapartes europeos, su escena emergente está captando la atención por su belleza inexplorada y la emoción de explorar nuevos desafíos."
            ]
        },
        {
            "reduced_code": "ar",
            "code": "argentina",
            "name": [
                "Argentina",
                "Argentina"
            ],
            "overview": [
                "Argentina, a captivating destination for bouldering enthusiasts, unfolds its diverse terrain for climbers seeking unique challenges. From the rugged boulders of the Andes to the sandstone formations in Tafí del Valle, the country offers a varied tapestry of bouldering experiences.<br><br>Buenos Aires, the bustling capital, provides urban bouldering opportunities, adding an eclectic touch to the climbing scene. The Argentine climbing community is known for its passion, and the country hosts various bouldering festivals and events that contribute to the vibrant atmosphere.<br><br>While Argentina may not be as internationally renowned for bouldering as some other destinations, its growing scene is gaining attention for the unexplored beauty of its natural settings and the thrill of conquering diverse bouldering challenges.",
                "Argentina, un destino cautivador para los entusiastas del boulder, despliega su terreno diverso para los escaladores en busca de desafíos únicos. Desde los rocosos bloques de los Andes hasta las formaciones de arenisca en Tafí del Valle, el país ofrece una variada amalgama de experiencias de boulder.<br><br>Buenos Aires, la bulliciosa capital, brinda oportunidades de boulder urbano, agregando un toque ecléctico a la escena de la escalada. La comunidad de escaladores en Argentina es conocida por su pasión, y el país alberga varios festivales y eventos de boulder que contribuyen a la atmósfera vibrante.<br><br>Aunque Argentina quizás no sea tan reconocida internacionalmente para el búlder como otros destinos, su escena en crecimiento está atrayendo la atención por la belleza inexplorada de sus entornos naturales y la emoción de conquistar diversos desafíos de boulder."
            ]
        },
        {
            "reduced_code": "ad",
            "code": "andorra",
            "name": [
                "Andorra",
                "Andorra"
            ],
            "overview": [
                "Andorra, a hidden gem for bouldering, boasts diverse landscapes, with the main area being the chaos of boulders of Pas de la Casa.<br><br>Despite not being as renowned as other European destinations, Andorra offers an off-the-beaten-path experience for those seeking new challenges.",
                "Andorra, una joya escondida para los amantes del boulder, presume de paisajes diversos, siendo la principal área el caos de bloques de Pas de la Casa.<br><br>A pesar de no ser tan reconocido como otros destinos europeos, Andorra ofrece una experiencia fuera de lo común para aquellos que buscan nuevos desafíos."
            ]
        },
        {
            "reduced_code": "cz",
            "code": "czech-republic",
            "name": [
                "Czech Republic",
                "República Checa"
            ],
            "overview": [
                "Bouldering is on the rise in the Czech Republic, with a burgeoning community exploring various captivating destinations.<br><br>Among these, Bor stands out, providing a unique sandstone terrain. Climbers should plan meticulously due to the variable conditions associated with sandstone. Petrohrad adds another layer to the Czech bouldering experience, offering scenic diversity.<br><br>Wild Sárka, the largest bouldering sector in Prague and Central Bohemia, provides a pleasant and cozy climbing environment. Kralický Sněžník in the north is iconic catering to skilled climbers but offering options for beginners. Moravian Karst, known for challenging lines, is a must-visit spot with a rich climbing history.<br><br>The Czech Republic presents a compelling landscape for bouldering enthusiasts, blending historical locations with diverse terrains.",
                "La escalada en bloque está en aumento en la República Checa, con una comunidad pujante explorando diversos destinos cautivadores.<br><br>Entre ellos, Bor se destaca al proporcionar un terreno único de arenisca. Los escaladores deben planificar meticulosamente debido a las condiciones variables asociadas con la arenisca. Petrohrad añade otra capa a la experiencia de escalada en bloque checa, ofreciendo diversidad escénica.<br><br>Wild Sárka, el sector de escalada en bloque más grande de Praga y Bohemia Central, brinda un entorno agradable y acogedor. Kralický Sněžník en el norte es icónico y está dirigido principalmente a escaladores experimentados, pero ofrece opciones para principiantes. El Karst Moravo, conocido por sus líneas desafiantes, es un lugar que no debe dejarse de visitar con una rica historia de escalada.<br><br>La República Checa presenta un paisaje cautivador para los entusiastas de la escalada en bloque, combinando lugares históricos con terrenos diversos."
            ]
        },
        {
            "reduced_code": "mx",
            "code": "mexico",
            "name": [
                "Mexico",
                "México"
            ],
            "overview": [
                "Mexico's bouldering scene is flourishing, offering diverse locations for climbers.<br><br>Peñoles, Salazar, Mineral del Chico, Ixcatán, and El Diente de Jalisco are standout destinations, each contributing to the country's rising prominence in the climbing community. With unique rock formations, challenging routes, and scenic backdrops, these areas showcase Mexico's diverse and growing appeal for bouldering enthusiasts.<br><br>Notably, El Diente de Jalisco holds historical significance, being a key birthplace of bouldering in Mexico and attracting renowned climbers like Chris Sharma.<br><br>As interest in bouldering expands, Mexico's varied climbing opportunities make it an enticing destination for those seeking new and exciting challenges.",
                "La escena de boulder en México está en pleno auge, ofreciendo ubicaciones diversas para los escaladores.<br><br>Peñoles, Salazar, Mineral del Chico, Ixcatán y El Diente de Jalisco son destinos destacados, cada uno contribuyendo al creciente protagonismo del país en la comunidad de escaladores. Con formaciones rocosas únicas, rutas desafiantes y paisajes pintorescos, estas áreas muestran el atractivo diverso y en constante crecimiento de México para los entusiastas del boulder.<br><br>Notablemente, El Diente de Jalisco tiene importancia histórica al ser uno de los lugares clave del nacimiento del boulder en México y atraer a escaladores famosos como Chris Sharma.<br><br>A medida que crece el interés en el boulder, las variadas oportunidades de escalada en México lo convierten en un destino atractivo para aquellos que buscan desafíos nuevos y emocionantes."
            ]
        },
        {
            "reduced_code": "au",
            "code": "australia",
            "name": [
                "Australia",
                "Australia"
            ],
            "overview": [
                "Australia's bouldering scene offers a dynamic mix of challenges in stunning natural settings.<br><br>Mt Arapiles in Victoria, renowned for trad climbing, also boasts top-tier bouldering problems. The Grampians, with nearly 800 bouldering routes, stands out for its medium-grade sandstone problems.<br><br>Sydney's favorite bouldering spot, The Frontline in NSW, caters to all skill levels. Lindfield Rocks, also in NSW, is a beginner-friendly area where climbers get their first taste of sandstone bouldering.<br><br>Cataract Gorge in Tasmania offers excellent dolerite bouldering. Magnetic Island in Queensland surprises with thousands of granite boulders, providing unique climbing opportunities in a tropical island setting.<br><br>These diverse bouldering locations contribute to Australia's vibrant climbing community, attracting enthusiasts with their technical crags, breathtaking landscapes, and a wide range of difficulty levels.",
                "El boulder en Australia ofrece una mezcla dinámica de desafíos en entornos naturales impresionantes.<br><br>Mt Arapiles en Victoria, conocido por la escalada tradicional, también cuenta con problemas de boulder de primer nivel. Los Grampians, con casi 800 rutas de boulder, destacan por sus problemas de arenisca de grado medio.<br><br>El lugar de boulder favorito de Sydney, The Frontline en NSW, atiende a todos los niveles de habilidad. Lindfield Rocks, también en NSW, es un área amigable para principiantes donde los escaladores tienen su primer contacto con el boulder en arenisca.<br><br>Cataract Gorge en Tasmania ofrece excelente boulder en dolerita. Magnetic Island en Queensland sorprende con miles de bloques de granito, brindando oportunidades únicas de escalada en un entorno de isla tropical.<br><br>Estos diversos lugares de boulder contribuyen a la vibrante comunidad de escalada en Australia, atrayendo a entusiastas con sus sectores técnicos, paisajes impresionantes y una amplia gama de niveles de dificultad."
            ]
        },
        {
            "reduced_code": "eg",
            "code": "egypt",
            "name": [
                "Egypt",
                "Egipto"
            ],
            "overview": [
                "Bouldering in Egypt unfolds amidst the captivating landscapes of the Sinai Peninsula, particularly in the coastal town of Dahab.<br><br>The emerging bouldering scene in Egypt, while not widely known, offers enthusiasts the chance to explore intriguing rock formations, with Wadi Qnai being a notable destination. The Red Sea cliffs provide a scenic backdrop, adding to the allure of bouldering in this region.<br><br>As the climbing community grows, Egypt's unique geological features and diverse landscapes make it an increasingly attractive destination for bouldering enthusiasts.",
                "La escalada en bloque en Egipto se desenvuelve en los cautivadores paisajes de la península del Sinaí, especialmente en la ciudad costera de Dahab.<br><br>Aunque no sea ampliamente conocida, la escalada en bloque en Egipto ofrece a los entusiastas la oportunidad de explorar formaciones rocosas intrigantes, siendo Wadi Qnai un destino notable. Los acantilados del Mar Rojo proporcionan un telón de fondo escénico, añadiendo atractivo a la escalada en bloque en esta región.<br><br>A medida que crece la comunidad de escaladores, las características geológicas únicas y los paisajes diversos de Egipto hacen que sea un destino cada vez más atractivo para los amantes de la escalada en bloque."
            ]
        },
        {
            "reduced_code": "th",
            "code": "thailand",
            "name": [
                "Thailand",
                "Tailandia"
            ],
            "overview": [
                "Bouldering in Thailand presents a dynamic and varied rock climbing landscape, thanks to its unique geographical features and a passionate climbing community. Bouldering its roots in the early 2000s, with the development efforts on Koh Tao, and quickly spreading to other regions such as Sikhio/Sikhiu and Chiang Mai.<br><br>The northeastern region, especially around Khon Kaen, has witnessed significant growth, with professional climbers contributing to its development and bringing global attention to its potential. The sandstone boulders in the Isaan region offer a wide range of challenges, from highball problems to technical routes, with Sikhio being notable for its quality rock, reminiscent of Fontainebleau.<br><br>Tonsai Beach and Railay, while renowned for sport climbing, are also emerging as bouldering destinations, with Tonsai's Boulder Cave and Railay's sea cliff bases providing both hard problems and beautiful scenery for climbers.<br><br>Thailand's bouldering scene is enriched by its diverse landscapes, quality of climbs, and the warm climber community. As it continues to grow and attract climbers from around the world, Thailand is becoming an increasingly sought-after destination for bouldering enthusiasts looking for new challenges amidst beautiful natural settings.",
                "La escalada en bloque en Tailandia presenta un paisaje dinámico y variado de escalada en roca, gracias a sus características geográficas únicas y una apasionada comunidad de escaladores. El boulder tiene sus raíces a principios de los años 2000, con los esfuerzos de desarrollo en Koh Tao y se extendió rápidamente a otras regiones como Sikhio/Sikhiu y Chiang Mai.<br><br>La región noreste, especialmente alrededor de Khon Kaen, ha presenciado un crecimiento significativo, con escaladores profesionales contribuyendo a su desarrollo y atrayendo la atención global hacia su potencial. Los boulders de arenisca en la región de Isaan ofrecen una amplia gama de desafíos, desde tsunamis hasta problemas técnicos, siendo Sikhio notable por su roca de calidad, que recuerda a Fontainebleau.<br><br>Tonsai Beach y Railay, aunque son conocidos por la escalada deportiva, también están emergiendo como destinos de bouldering, con la Cueva de Boulder de Tonsai y las bases de los acantilados marinos de Railay proporcionando tanto problemas difíciles como hermosos paisajes para los escaladores.<br><br>La escena de bouldering en Tailandia se enriquece por sus paisajes diversos, la calidad de las escaladas y la cálida comunidad de escaladores. A medida que continúa creciendo y atrae a escaladores de todo el mundo, Tailandia se está convirtiendo en un destino cada vez más buscado por los entusiastas del bouldering que buscan nuevos desafíos en medio de hermosos entornos naturales."
            ]
        } 
    ]
}