{
    "name": "Mount Woodson",
    "latitude": 33.005452,
    "longitude": -116.965047,
    "zoom": 16,
    "guides": [
        {
            "name": "Southern California Bouldering",
            "link": [
                "https://amzn.to/3Iutd1M", 
                "https://amzn.to/4c8nY5g"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/71+RkAJbIhL._SL1360_.jpg"
        },
        {
            "name": "San Diego County Climbing Guide",
            "link": [
                "https://amzn.to/3TnEebn", 
                "https://amzn.to/3TqKfnA"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/71fG2DJghVL._SL1250_.jpg"
        }
    ],
    "links": [
        {
            "name": "MT. Woodson North Side Bouldering",
            "link": "https://users.sdsc.edu/~tmcnew/climbing/MtWoodson-Vol3.2.pdf",
			"free": true
        }
    ],
    "country": "united-states-of-america",
    "state": "california",
	"rock_type": "gran",
	"overview": [
		"Mount Woodson, near San Diego, is a classic bouldeirng destination celebrated for its beautiful granite boulders and varied climbing opportunities. This area is teeming with hundreds of boulders, offering a broad spectrum of bouldering challenges alongside top rope and lead climbs. Known for its short but exhilarating climbs, Woodson is perfect for practicing a range of styles, from slab to crack or face movements. The boulders, many equipped with bolts for top rope anchors, cater to climbers looking for both highball challenges and more manageable problems.<br><br>With a paved road accessing various climbs up to the mountain's antennas, Mount Woodson provides a unique climbing experience amidst the chaparral-covered slopes. However, newcomers should be wary of the potential for bushwhacking off the beaten path. The area is steeped in climbing history, with early ascents by legends like Royal Robbins and John Bachar, making it a must-visit for climbers seeking to push their limits or enjoy a day of exploration.",
		"Mount Woodson, cerca de San Diego, es un destino clásico de boulder reconocido por sus hermosos bloques de granito y variadas oportunidades de escalada. Esta zona está repleta de cientos de bloques, ofreciendo un amplio espectro de desafíos de bouldering junto con escaladas de cuerda en top-rope y deportiva. Conocido por sus escaladas cortas pero emocionantes, Woodson es perfecto para practicar una amplia gama de estilos, desde placas hasta grietas o movimientos técnicos en pared vertical. Los bloques, muchos equipados con parabolts para anclajes en top-rope, atienden a escaladores en busca de highballs y problemas más manejables.<br><br>Con una carretera pavimentada que accede a varios sectores hasta las antenas de la montaña, Mount Woodson proporciona una experiencia de bouldering única entre las laderas cubiertas de chaparrales. Sin embargo, los recién llegados deben tener cuidado con el potencial de abrirse camino a través de la maleza fuera del camino establecido. La zona está impregnada de historia de escalada, con ascensos tempranos de leyendas como Royal Robbins y John Bachar, lo que la convierte en una visita obligada para escaladores que buscan superar sus límites o disfrutar de un día de exploración."
	]
}