{
    "name": "Ogmore",
    "latitude": 51.460263,
    "longitude": -3.637099,
    "zoom": 16,
    "parkings": [],
    "guides": [
        {
            "name": "South Wales Rock",
            "link": [
                "https://amzn.to/4a4w39k", 
                "https://amzn.to/4a4w39k"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/61nWZ--4CNL.jpg"   
        },
        {
            "name": "South Wales Bouldering",
            "link": [
                "https://amzn.to/4c6FRS1", 
                "https://amzn.to/48IoEM4"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/71NI86m0UnL._SL1419_.jpg"   
        }
    ],
    "links": [
        {
            "name": "Ogmore-by-sea South Wales Bouldering Guide",
            "link": "http://www.swbg.co.uk/wiki/index.php?title=Ogmore-by-sea",
            "free": true
        }
    ],
    "country": "united-kingdom",
	"rock_type": "lime",
	"overview": [
		"Ogmore presents a unique bouldering challenge on water-worn limestone, offering features akin to Gritstone with scoops, grooves, and aretes but with less friction, similar to damp slate. This unique aspect requires climbers to employ static power and poise, as the sea-polished rock often increases the difficulty of problems. The area is known for its excellent landings, with soft sand cushioning falls, though the variable sand height can significantly change the nature and grade of problems from one visit to the next.",
		"Ogmore ofrece un desafío de bouldering único en caliza erosionada por el agua, presentando características similares a el Gritstone pero con menos fricción, parecido a la pizarra húmeda. Este aspecto único requiere que los escaladores empleen fuerza estática y equilibrio, ya que la roca pulida por el mar a menudo aumenta la dificultad de los problemas. La zona es conocida por sus excelentes aterrizajes, con arena suave amortiguando las caídas, aunque la altura variable de la arena puede cambiar significativamente la naturaleza y grado de los problemas de una visita a la siguiente."
	]
}