{
    "name": "Santa Gadea",
    "latitude": 42.944222,
    "longitude": -3.964933,
    "zoom": 16,
    "parkings": [
        {
            "parking_latitude": 42.948238,
            "parking_longitude": -3.963083
        }
	],
    "links": [
        {
            "name": "Santa Gadea Bouldering (27Crags)",
            "link": "https://27crags.com/crags/santa-gadea"
        }
    ],
    "guides": [
        {
            "name": "Boulder en España",
            "link": [
              "https://amzn.to/3UizeG0", 
                "https://amzn.to/3SiGNuV"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/81UJX3rkGML._AC_UY218_.jpg"   
        }
    ],
    "country": "es",
    "state": "castilla-leon",
	"rock_type": "sand",
	"overview": [
		"Santa Gadea, nestled in northern Spain, is your bouldering paradise, renowned for its unique sandstone features and a diverse range of climbs. From juggy classics to technical crimps, there’s something here for climbers at every level, with spring and fall offering the best conditions for your bouldering adventure. Once you arrive, park near the climbing sites and dive into the action, keeping in mind the simple rule of leaving no trace to preserve this beautiful spot for future climbers.<br><br>The climbs are color-coded for difficulty, making it easy to pick your next challenge. Remember, the sandstone is soft, so stick to soft brushes to keep the boulders in great shape for everyone. Santa Gadea is more than just climbing; it’s a commitment to adventure and respect for nature, offering a rich experience that goes beyond the climbs.",
		"Santa Gadea, enclavado en el norte de España, es tu paraíso del boulder, reconocido por sus rocas únicas de arenisca y una diversa gama de bloques. Desde clásicos con agarres grandes hasta regletas técnicas y pequeñas, hay algo para escaladores de todos los niveles, siendo la primavera y el otoño las mejores condiciones para tu aventura de bouldering. Una vez que llegues, estaciona cerca de los sitios de escalada y sumérgete en la acción, teniendo en mente la simple regla de no dejar rastro para preservar este hermoso lugar para los futuros escaladores.<br><br>Las escaladas están codificadas por colores según la dificultad, lo que facilita la elección de tu próximo desafío. Recuerda, la arenisca es suave, así que usa cepillos suaves para mantener los bloques en óptimas condiciones para todos. Santa Gadea es más que solo escalada; es un compromiso con la aventura y el respeto por la naturaleza, ofreciendo una experiencia rica que va más allá de la escalada."
	]
}