{
    "name": "Red Rocks",
    "latitude": 36.13129,
    "longitude": -115.42453,
    "zoom": 12,
    "parkings": [
        {
            "parking_latitude": 36.128951,
            "parking_longitude": -115.473398
        },
        {
            "parking_latitude": 36.146955,
            "parking_longitude": -115.418673
        },
        {
            "parking_latitude": 36.156854,
            "parking_longitude": -115.420787
        }
    ],
    "guides": [
        {
            "name": "Vegas Bouldering 2008 Edition",
            "link": [
                "https://amzn.to/4bdlwtY", 
                "https://amzn.to/4aWaQzM"
            ],
            "thumbnail": "https://m.media-amazon.com/images/I/71N1yJufK1L._SL1001_.jpg"   
        },
        {
            "name": "Southern Nevada Bouldering III",
            "link": "https://www.snellpress.com/product-page/southern-nevada-bouldering-iii",
            "thumbnail": "https://static.wixstatic.com/media/c2f63a_9ed4f0ac325947908044b18878a906fb~mv2.jpg/v1/fill/w_280,h_420,al_c,q_80,usm_0.66_1.00_0.01,enc_auto/c2f63a_9ed4f0ac325947908044b18878a906fb~mv2.jpg"   
        }
    ],
    "country": "us",
    "state": "nevada",
	"rock_type": "sand",
	"overview": [
		"Nestled near Las Vegas, Red Rocks stands as a gem, renowned for its beautiful sandstone boulders that captivate climbers under the desert sun. The distinctive landscape, featuring iconic formations like the renowned Kraft Boulders, provides a diverse range of challenges, from slopers to crimps, making it a sought-after destination for bouldering enthusiasts. Red Rocks bouldering comes alive during the optimal fall and winter seasons, offering ideal conditions for climbers to explore the unique features of this desert haven. Whether you're drawn to the allure of the Red Rocks boulder experience or the specific challenges posed by the Kraft Boulders, this destination promises a thrilling journey for climbers seeking the perfect blend of natural beauty and bouldering excitement near Las Vegas.",
		"Ubicado cerca de Las Vegas, Red Rocks se erige como una joya, famosa por sus hermosos bloques de arenisca que cautivan a los escaladores bajo el sol. El paisaje distintivo, con formaciones icónicas como los renombrados Kraft Boulders, ofrece una variedad de desafíos, desde agarres inclinados hasta cantos, convirtiéndolo en un destino codiciado para los entusiastas de la escalada en bloque. El boulder en Red Rocks cobra vida durante las óptimas estaciones de otoño e invierno, ofreciendo condiciones ideales para que los escaladores exploren las características únicas de este refugio. Ya sea atraído por la fascinación de la experiencia de boulder en Red Rocks o los desafíos específicos planteados por los Kraft Boulders, este destino promete un emocionante viaje para los escaladores que buscan la combinación perfecta de belleza natural y emoción en la escalada en bloque cerca de Las Vegas."
	]
}